Repository: call-me-matt/osmChangeMonitorBot
Catalog: src/locales/*/LC_MESSAGES/osm-telegram-bot.po
Languages: de

source: Hello, %s. I can request the number of changes for OSM users. Just send me a message saying /report. Add OSM users by writing a /follow message, or remove them with /unfollow
de: Hallo %s. Ich kann die Anzahl der monatlichen OSM Änderungen anfragen. Sende dafür einfach eine Nachricht mit /report. Füge OSM Benutzer hinzu, indem du /follow schreibst und entferne sie mit dem /unfollow Kommando.

source: Stopping. To reactivate, just send me a /start
de: Beendet. Zum Reaktivieren, sende eine Nachricht mit /start

source: OK, you want to add a follower. Please tell me now the OSM user name:
de: OK, du möchtest einen Benutzer hinzufügen. Bitte schreibe mir nun den OSM Benutzernamen:

source: Allright. I will add %s to the list.
de: Alles klar, ich habe %s deiner Liste hinzugefügt.

source: Sorry, I could not find this OSM user. Please note that capitalization is important.
de: Verzeihung, diesen OSM Benutzernamen konnte ich nicht finden. Beachte, dass Groß- und Kleinschreibung wichtig ist.

source: OK, you want to remove a follower. Please tell me now the OSM user name:
de: OK, du möchtest einen Benutzer von der Liste streichen. Bitte schreibe mir nun den OSM Benutzernamen:

source: Allright. I will remove %s from the list.
de: Alles klar, ich habe %s aus deiner Liste entfernt.

source: Sorry, this seems not to be a Username from your list.
de: Verzeihung, das scheint kein Benutzer von deiner Liste zu sein.

source: Bye!
de: Tschüss!

source: Hold on, I am retrieving latest numbers...
de: Einen Moment, ich aktualisiere die Statistiken...

source: You need to follow OSM users by writing a /follow message first.
de: Du musst OSM Benutzer hinzufügen, indem du eine /follow Nachricht schreibst.

source: 🤓🙄 Please don't disturb me. I am observing OSM stats.
de: 🤓🙄 Bitte nicht stören, ich verfolge die OSM Statistiken.

source: For questions or feedback you can contact @KeinplanMAJORAN .
de: Bei Fragen oder Feedback kannst du @KeinplanMAJORAN kontaktieren.

source: 🥳 %s has achieved more than %s changes!
de: 🥳 %s hat mehr als %s Änderungen erreicht!
